# 'brew tap'
tap "homebrew/cask"

# brew install
brew "docker-compose"
brew "git"
brew "ncdu"
brew "neovim"
brew "node"
brew "readline"
brew "zsh"

# 'brew install cask'
cask "aldente"
cask "amethyst"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "iterm2"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
