# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# brew install
brew "docker-compose"
brew "git"
brew "ncdu"
brew "neovim"
brew "node"
brew "readline"
brew "zsh"

# 'brew install cask'
cask "aldente"
cask "anki"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "logi-options-plus"
cask "obsidian"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"

